console.log(`
Соответствие вёрстке:
  Вёрстка валидная +10
  Вёрстка семантическая +20
    <header>, <main>, <footer> +2
    шесть элементов <section>  +2
    только один заголовок <h1> +2
    пять заголовков <h2> +2
    один элемент <nav> +2
    два списка ul > li > a (панель навигации, ссылки на соцсети) +2
    десять кнопок <button> +2
    два инпута: <input type="email"> и <input type="tel"> +2
    один элемент <textarea> +2
    три атрибута placeholder +2
  Вёрстка соответствует макету +48:
    блок <header> +6
    секция hero +6
    секция skills +6
    секция portfolio +6
    секция video +6
    секция price +6
    секция contacts +6
    блок <footer> +6
  Требования к css +12:
    для сетки используются флексы +2
    при уменьшении масштаба вёрстка размещается по центру, а не сдвигается в сторону +2
    фоновый цвет тянется на всю ширину страницы +2
    иконки добавлены в формате .svg +2
    изображения добавлены в формате .jpg +2
    есть favicon +2
  Интерактивность, реализуемая через css +20:
    плавная прокрутка по якорям +5
    ссылки в футере на гитхаб и страницу курса +5
    интерактивность (изменение внешнего вида курсора, изменение цвета фона или цвета шрифта и др.) +5
    плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5

  Итого: 110`);

